[
    {
        "titulo": "Pimientos Rojos Asados Rellenos de Quinoa y Verduras",
        "ingrediente_principal": "Pimientos Rojos y Quinoa",
        "preparacion": "1. Precalentar el horno a 200°C. Cortar los pimientos por la mitad a lo largo y retirar las semillas. Colocarlos en una bandeja de horno. 2. Cocer la quinoa según las instrucciones del paquete. 3. Mientras, picar finamente la cebolla, el calabacín y la zanahoria. Saltear las verduras en una sartén con una cucharadita de aceite de oliva hasta que estén tiernas. 4. Mezclar la quinoa cocida con las verduras salteadas. Añadir el maíz dulce (escurrido) y perejil picado. Sazonar con sal, pimienta y comino al gusto. 5. Rellenar las mitades de pimiento con la mezcla de quinoa y verduras. 6. Hornear durante 20-25 minutos, o hasta que los pimientos estén tiernos y el relleno ligeramente dorado. Se puede añadir un poco de queso feta desmenuzado por encima los últimos 5 minutos (opcional, ajustar calorías).",
        "ingredientes": [
            {
                "item": "Pimientos rojos grandes",
                "cantidad": "2 unidades"
            },
            {
                "item": "Quinoa",
                "cantidad": "70g (en crudo)"
            },
            {
                "item": "Cebolla pequeña",
                "cantidad": "1/2 unidad"
            },
            {
                "item": "Calabacín pequeño",
                "cantidad": "1/2 unidad"
            },
            {
                "item": "Zanahoria pequeña",
                "cantidad": "1 unidad"
            },
            {
                "item": "Maíz dulce en conserva (sin azúcares añadidos)",
                "cantidad": "2 cucharadas"
            },
            {
                "item": "Aceite de oliva virgen extra",
                "cantidad": "1 cucharadita"
            },
            {
                "item": "Perejil fresco picado",
                "cantidad": "1 cucharada"
            },
            {
                "item": "Comino molido",
                "cantidad": "1/2 cucharadita"
            },
            {
                "item": "Sal",
                "cantidad": "Al gusto"
            },
            {
                "item": "Pimienta negra molida",
                "cantidad": "Al gusto"
            }
        ],
        "calorias": "300-350 kcal por ración (2 mitades rellenas)",
        "tiempo_preparacion": "45-50 minutos (15-20 min preparación, 20-25 min horneado)",
        "dificultad": "Fácil"
    },
    {
        "titulo": "Sopa Fría de Pepino, Yogur Griego Light y Menta",
        "ingrediente_principal": "Pepino y Yogur",
        "preparacion": "1. Pelar los pepinos (reservar unas rodajitas finas para decorar), quitarles las semillas si son muy grandes y trocearlos. 2. Poner en el vaso de la batidora los pepinos troceados, el yogur griego light, el diente de ajo (sin el germen), las hojas de menta fresca, el zumo de limón y una cucharada de aceite de oliva. 3. Sazonar con sal y pimienta. Triturar todo hasta obtener una crema fina y homogénea. Si queda muy espesa, añadir un poco de agua fría. 4. Probar y rectificar de sal o limón si fuera necesario. 5. Refrigerar al menos 30 minutos antes de servir para que esté bien fría. 6. Servir decorada con las rodajitas de pepino reservadas, un chorrito de aceite de oliva y unas hojas de menta fresca.",
        "ingredientes": [
            {
                "item": "Pepinos",
                "cantidad": "2 unidades grandes (aprox. 500g)"
            },
            {
                "item": "Yogur griego natural light (sin azúcar)",
                "cantidad": "200g"
            },
            {
                "item": "Diente de ajo pequeño (opcional)",
                "cantidad": "1/2 unidad"
            },
            {
                "item": "Hojas de menta fresca",
                "cantidad": "Un puñado (10-15 hojas)"
            },
            {
                "item": "Zumo de limón",
                "cantidad": "1 cucharada"
            },
            {
                "item": "Aceite de oliva virgen extra",
                "cantidad": "1 cucharada"
            },
            {
                "item": "Agua fría (opcional)",
                "cantidad": "Según consistencia deseada"
            },
            {
                "item": "Sal",
                "cantidad": "Al gusto"
            },
            {
                "item": "Pimienta blanca molida",
                "cantidad": "Al gusto"
            }
        ],
        "calorias": "150-200 kcal por ración",
        "tiempo_preparacion": "15 minutos + 30 minutos de refrigeración",
        "dificultad": "Fácil"
    },
    {
        "titulo": "Caballa al Horno con Limón, Ajo y Romero",
        "ingrediente_principal": "Caballa",
        "preparacion": "1. Precalentar el horno a 180°C. 2. Limpiar bien las caballas (pedir en la pescadería que las preparen para el horno, sin cabeza ni tripas). Hacer un par de cortes superficiales en los lomos. 3. Picar finamente los dientes de ajo y las hojas de romero fresco. Mezclar con una cucharada de aceite de oliva, sal y pimienta. 4. Colocar las caballas en una fuente de horno. Introducir unas rodajas finas de limón en los cortes y en el interior de cada caballa. 5. Cubrir las caballas con la mezcla de ajo, romero y aceite. Añadir un chorrito de vino blanco por encima (opcional). 6. Hornear durante 15-20 minutos, dependiendo del tamaño de las caballas, hasta que estén cocinadas y la piel ligeramente dorada. Servir inmediatamente, acompañada de una ensalada verde o verduras al vapor.",
        "ingredientes": [
            {
                "item": "Caballas frescas y limpias",
                "cantidad": "2 unidades medianas (aprox. 200-250g cada una)"
            },
            {
                "item": "Limón",
                "cantidad": "1 unidad"
            },
            {
                "item": "Dientes de ajo",
                "cantidad": "2 unidades"
            },
            {
                "item": "Romero fresco (o seco)",
                "cantidad": "1-2 ramitas (o 1 cucharadita seco)"
            },
            {
                "item": "Aceite de oliva virgen extra",
                "cantidad": "1 cucharada"
            },
            {
                "item": "Vino blanco seco (opcional)",
                "cantidad": "2 cucharadas"
            },
            {
                "item": "Sal",
                "cantidad": "Al gusto"
            },
            {
                "item": "Pimienta negra molida",
                "cantidad": "Al gusto"
            }
        ],
        "calorias": "350-420 kcal por ración (dependiendo del tamaño de la caballa)",
        "tiempo_preparacion": "30 minutos (10-15 min preparación, 15-20 min horneado)",
        "dificultad": "Fácil"
    },
    {
        "titulo": "Ensalada Campera Ligera con Lentejas Pardinas",
        "ingrediente_principal": "Lentejas Pardinas",
        "preparacion": "1. Cocer las lentejas pardinas (si no son de bote) hasta que estén tiernas pero enteras. Escurrir bien y dejar enfriar. Si son de bote, enjuagarlas y escurrirlas. 2. Cocer 1 huevo por persona hasta que esté duro (10 minutos). Enfriar, pelar y picar o cortar en cuartos. 3. Picar en dados pequeños el tomate, el pimiento verde, el pimiento rojo y la cebolleta. 4. En un bol grande, mezclar las lentejas frías, las verduras picadas y el huevo duro. 5. Preparar la vinagreta: mezclar en un cuenco el aceite de oliva, el vinagre de Jerez, la mostaza de Dijon (opcional), sal y pimienta. 6. Aliñar la ensalada con la vinagreta, mezclar bien y servir. Se puede añadir atún al natural desmigado (opcional, ajustar calorías).",
        "ingredientes": [
            {
                "item": "Lentejas pardinas cocidas",
                "cantidad": "150-200g (peso cocido) por persona"
            },
            {
                "item": "Huevo",
                "cantidad": "1 unidad por persona"
            },
            {
                "item": "Tomate de ensalada",
                "cantidad": "1 unidad mediana"
            },
            {
                "item": "Pimiento verde italiano",
                "cantidad": "1/2 unidad"
            },
            {
                "item": "Pimiento rojo",
                "cantidad": "1/4 unidad"
            },
            {
                "item": "Cebolleta fresca o cebolla morada",
                "cantidad": "1/4 unidad"
            },
            {
                "item": "Aceite de oliva virgen extra",
                "cantidad": "1 cucharada"
            },
            {
                "item": "Vinagre de Jerez o manzana",
                "cantidad": "1-2 cucharaditas"
            },
            {
                "item": "Mostaza de Dijon (opcional)",
                "cantidad": "1/2 cucharadita"
            },
            {
                "item": "Sal",
                "cantidad": "Al gusto"
            },
            {
                "item": "Pimienta negra molida",
                "cantidad": "Al gusto"
            }
        ],
        "calorias": "380-450 kcal por ración (con huevo)",
        "tiempo_preparacion": "20 minutos (si las lentejas y huevos están cocidos); 45 min si hay que cocerlos",
        "dificultad": "Fácil"
    },
    {
        "titulo": "Pollo al Curry Ligero con Leche de Coco Light y Brócoli",
        "ingrediente_principal": "Pollo y Curry",
        "preparacion": "1. Cortar la pechuga de pollo en dados medianos. Cortar el brócoli en ramilletes pequeños. Picar la cebolla y el ajo. Rallar el jengibre. 2. En una sartén o wok, calentar una cucharadita de aceite de coco o de oliva. Sofreír la cebolla hasta que esté transparente. Añadir el ajo y el jengibre y cocinar 1 minuto más. 3. Incorporar los dados de pollo y dorarlos ligeramente por todos lados. 4. Añadir el curry en polvo y el comino, remover bien y cocinar 1 minuto para que suelten aroma. 5. Verter la leche de coco light y el caldo de pollo. Llevar a ebullición suave. 6. Añadir los ramilletes de brócoli. Cocinar a fuego medio-bajo durante 10-12 minutos, o hasta que el pollo esté bien cocido y el brócoli tierno pero crujiente. 7. Sazonar con sal y un poco de zumo de lima (opcional). Servir caliente, opcionalmente con una pequeña porción de arroz integral o quinoa (ajustar calorías).",
        "ingredientes": [
            {
                "item": "Pechuga de pollo",
                "cantidad": "150g"
            },
            {
                "item": "Brócoli",
                "cantidad": "150-200g"
            },
            {
                "item": "Leche de coco light",
                "cantidad": "100 ml"
            },
            {
                "item": "Caldo de pollo bajo en sodio",
                "cantidad": "50 ml"
            },
            {
                "item": "Cebolla pequeña",
                "cantidad": "1/2 unidad"
            },
            {
                "item": "Diente de ajo",
                "cantidad": "1 unidad"
            },
            {
                "item": "Jengibre fresco rallado",
                "cantidad": "1 cucharadita"
            },
            {
                "item": "Curry en polvo",
                "cantidad": "1-2 cucharaditas (al gusto)"
            },
            {
                "item": "Comino molido",
                "cantidad": "1/2 cucharadita"
            },
            {
                "item": "Aceite de coco o de oliva",
                "cantidad": "1 cucharadita"
            },
            {
                "item": "Sal",
                "cantidad": "Al gusto"
            },
            {
                "item": "Zumo de lima (opcional)",
                "cantidad": "Unas gotas"
            }
        ],
        "calorias": "300-380 kcal por ración (sin arroz/quinoa)",
        "tiempo_preparacion": "25-30 minutos",
        "dificultad": "Fácil"
    },
    {
        "titulo": "Salteado Rápido de Brócoli con Almendras Laminadas y Ajo",
        "ingrediente_principal": "Brócoli",
        "preparacion": "1. Lavar el brócoli y cortarlo en ramilletes pequeños y uniformes. Se puede usar también parte del tallo, pelado y cortado en rodajas finas. 2. Escaldar los ramilletes de brócoli en agua hirviendo con sal durante 2-3 minutos para que queden tiernos pero crujientes (al dente). Escurrir inmediatamente y pasar por agua fría para cortar la cocción y mantener el color verde vivo. 3. Pelar y laminar los dientes de ajo. 4. En una sartén grande o wok, calentar el aceite de oliva a fuego medio. Añadir los ajos laminados y dorarlos ligeramente con cuidado de que no se quemen. 5. Incorporar el brócoli escurrido a la sartén y saltear durante 3-4 minutos, removiendo constantemente. 6. Añadir las almendras laminadas y saltear 1-2 minutos más hasta que las almendras empiecen a tostarse ligeramente. 7. Opcionalmente, añadir unas gotas de salsa de soja baja en sodio o zumo de limón. Salpimentar al gusto. Servir caliente.",
        "ingredientes": [
            {
                "item": "Brócoli fresco",
                "cantidad": "300-400g"
            },
            {
                "item": "Dientes de ajo",
                "cantidad": "2-3 unidades"
            },
            {
                "item": "Almendras laminadas crudas",
                "cantidad": "15-20g (1 cucharada colmada)"
            },
            {
                "item": "Aceite de oliva virgen extra",
                "cantidad": "1 cucharada"
            },
            {
                "item": "Salsa de soja baja en sodio (opcional)",
                "cantidad": "1 cucharadita"
            },
            {
                "item": "Zumo de limón (opcional)",
                "cantidad": "Unas gotas"
            },
            {
                "item": "Sal",
                "cantidad": "Al gusto"
            },
            {
                "item": "Pimienta negra molida",
                "cantidad": "Al gusto"
            }
        ],
        "calorias": "180-250 kcal por ración (puede ser un plato principal ligero o acompañamiento)",
        "tiempo_preparacion": "15-20 minutos",
        "dificultad": "Fácil"
    },
    {
        "titulo": "Mejillones al Vapor con Vino Blanco, Limón y Perejil",
        "ingrediente_principal": "Mejillones",
        "preparacion": "1. Limpiar bien los mejillones bajo el chorro de agua fría, raspando las conchas y retirando las barbas. Descartar los que estén rotos o abiertos y no se cierren al golpearlos. 2. Picar finamente la cebolla (opcional) y el ajo. 3. En una cazuela grande con tapa, calentar una cucharadita de aceite de oliva. Sofreír la cebolla (si se usa) y el ajo picado hasta que estén blandos, sin que tomen color. 4. Añadir los mejillones limpios a la cazuela. Verter el vino blanco y el zumo de medio limón. Espolvorear con perejil fresco picado. 5. Tapar la cazuela y cocinar a fuego medio-alto durante 5-7 minutos, o hasta que todos los mejillones se hayan abierto. Agitar la cazuela de vez en cuando. 6. Retirar del fuego. Descartar los mejillones que no se hayan abierto. Servir inmediatamente en un plato hondo, regados con el jugo de cocción. Acompañar con una rodaja de limón.",
        "ingredientes": [
            {
                "item": "Mejillones frescos",
                "cantidad": "500g-1kg (dependiendo si es plato único o para compartir)"
            },
            {
                "item": "Vino blanco seco",
                "cantidad": "50-100 ml"
            },
            {
                "item": "Limón",
                "cantidad": "1 unidad (medio para zumo, medio en rodajas)"
            },
            {
                "item": "Diente de ajo",
                "cantidad": "1-2 unidades"
            },
            {
                "item": "Cebolla pequeña (opcional)",
                "cantidad": "1/4 unidad"
            },
            {
                "item": "Perejil fresco picado",
                "cantidad": "2 cucharadas"
            },
            {
                "item": "Aceite de oliva virgen extra",
                "cantidad": "1 cucharadita"
            }
        ],
        "calorias": "150-250 kcal por ración de 500g (sin contar pan para mojar)",
        "tiempo_preparacion": "15-20 minutos",
        "dificultad": "Fácil"
    },
    {
        "titulo": "Berenjenas Rellenas de Pavo Picado y Tomate (Versión Ligera al Horno)",
        "ingrediente_principal": "Berenjena y Pavo",
        "preparacion": "1. Precalentar el horno a 190°C. Cortar las berenjenas por la mitad a lo largo. Hacer unos cortes en la pulpa en forma de rejilla sin llegar a la piel. Pincelar con un poco de aceite y salpimentar. Hornear boca arriba unos 20 minutos hasta que la pulpa esté tierna. 2. Mientras, picar la cebolla y el pimiento. En una sartén con una cucharadita de aceite, sofreír la cebolla y el pimiento. Añadir la carne picada de pavo y cocinar hasta que cambie de color, desmenuzándola. 3. Con una cuchara, retirar la pulpa de las berenjenas asadas, dejando un borde en la piel. Picar la pulpa e incorporarla al sofrito de carne. 4. Añadir el tomate triturado al sofrito, orégano, sal y pimienta. Cocinar unos 10 minutos hasta que la salsa espese un poco. 5. Rellenar las pieles de berenjena con la mezcla. Opcionalmente, espolvorear con un poco de queso rallado bajo en grasa (no incluido en calorías base). 6. Gratinar en el horno 5-10 minutos hasta que estén doradas.",
        "ingredientes": [
            {
                "item": "Berenjenas medianas",
                "cantidad": "2 unidades"
            },
            {
                "item": "Carne picada de pavo",
                "cantidad": "200g"
            },
            {
                "item": "Cebolla pequeña",
                "cantidad": "1/2 unidad"
            },
            {
                "item": "Pimiento verde pequeño",
                "cantidad": "1/2 unidad"
            },
            {
                "item": "Tomate triturado natural",
                "cantidad": "200g"
            },
            {
                "item": "Aceite de oliva virgen extra",
                "cantidad": "1 cucharadita + un poco para pincelar"
            },
            {
                "item": "Orégano seco",
                "cantidad": "1 cucharadita"
            },
            {
                "item": "Sal",
                "cantidad": "Al gusto"
            },
            {
                "item": "Pimienta negra molida",
                "cantidad": "Al gusto"
            }
        ],
        "calorias": "350-400 kcal por ración (1 berenjena entera)",
        "tiempo_preparacion": "60 minutos (20 min preparación, 40 min horneado/cocción)",
        "dificultad": "Media"
    },
    {
        "titulo": "Tacos de Lechuga con Gambas Salteadas al Ajillo y Pico de Gallo",
        "ingrediente_principal": "Lechuga y Gambas",
        "preparacion": "1. Preparar el pico de gallo: picar finamente el tomate, la cebolla morada y el cilantro. Mezclar con el zumo de lima y una pizca de sal. Reservar. 2. Pelar las gambas. Picar el diente de ajo. 3. En una sartén, calentar una cucharadita de aceite de oliva. Saltear el ajo picado con una pizca de pimentón (si se usa guindilla, añadirla aquí). 4. Añadir las gambas a la sartén y saltear rápidamente (2-3 minutos) hasta que estén rosadas y cocidas. Salpimentar. Retirar del fuego. 5. Lavar y secar bien hojas grandes y firmes de lechuga (Romana o Cogollos). 6. Para montar los tacos: colocar una porción de gambas salteadas dentro de cada hoja de lechuga. Cubrir con una cucharada de pico de gallo. Opcional: añadir unas lascas de aguacate (ajustar calorías).",
        "ingredientes": [
            {
                "item": "Hojas de lechuga grandes y firmes (Romana, Cogollos)",
                "cantidad": "6-8 unidades"
            },
            {
                "item": "Gambas o langostinos pelados",
                "cantidad": "200g"
            },
            {
                "item": "Tomate para pico de gallo",
                "cantidad": "1 unidad mediana"
            },
            {
                "item": "Cebolla morada pequeña",
                "cantidad": "1/4 unidad"
            },
            {
                "item": "Cilantro fresco picado",
                "cantidad": "1-2 cucharadas"
            },
            {
                "item": "Zumo de lima",
                "cantidad": "1/2 unidad"
            },
            {
                "item": "Diente de ajo",
                "cantidad": "1 unidad"
            },
            {
                "item": "Aceite de oliva virgen extra",
                "cantidad": "1 cucharadita"
            },
            {
                "item": "Pimentón dulce o picante (opcional)",
                "cantidad": "1/4 cucharadita"
            },
            {
                "item": "Sal",
                "cantidad": "Al gusto"
            },
            {
                "item": "Pimienta negra molida",
                "cantidad": "Al gusto"
            }
        ],
        "calorias": "220-280 kcal por ración (3-4 tacos)",
        "tiempo_preparacion": "20-25 minutos",
        "dificultad": "Fácil"
    },
    {
        "titulo": "Trucha a la Plancha con Ajo, Perejil y Patata Cocida de Guarnición",
        "ingrediente_principal": "Trucha",
        "preparacion": "1. Pedir en la pescadería que limpien las truchas y las abran en libro para la plancha, o usar filetes. 2. Cocer una patata pequeña por persona en agua con sal hasta que esté tierna. Pelar y reservar. 3. Picar muy finamente el ajo y el perejil fresco. Mezclar con una cucharada de aceite de oliva y una pizca de sal. 4. Calentar una plancha o sartén antiadherente a fuego medio-alto. Pincelar ligeramente con aceite. 5. Salpimentar las truchas. Cocinarlas a la plancha, primero por el lado de la piel (si la tienen) durante 3-4 minutos, y luego 2-3 minutos por el otro lado, hasta que estén doradas y bien hechas por dentro. 6. Justo antes de retirar las truchas de la plancha, añadir la mezcla de ajo y perejil por encima y cocinar unos segundos. 7. Servir la trucha inmediatamente, acompañada de la patata cocida (se puede cortar en rodajas y aliñar con un hilo de aceite y pimentón) y una rodaja de limón.",
        "ingredientes": [
            {
                "item": "Trucha fresca limpia (en libro o filetes)",
                "cantidad": "1 unidad por persona (aprox. 200-250g)"
            },
            {
                "item": "Patata pequeña para guarnición",
                "cantidad": "1 unidad por persona (aprox. 100-150g)"
            },
            {
                "item": "Diente de ajo",
                "cantidad": "1-2 unidades"
            },
            {
                "item": "Perejil fresco picado",
                "cantidad": "2 cucharadas"
            },
            {
                "item": "Aceite de oliva virgen extra",
                "cantidad": "1 cucharada + un poco para la plancha"
            },
            {
                "item": "Limón",
                "cantidad": "1 rodaja por persona para servir"
            },
            {
                "item": "Sal",
                "cantidad": "Al gusto"
            },
            {
                "item": "Pimienta negra molida",
                "cantidad": "Al gusto"
            }
        ],
        "calorias": "380-450 kcal por ración (incluyendo la patata)",
        "tiempo_preparacion": "25-30 minutos",
        "dificultad": "Fácil"
    },
    {
        "titulo": "Salmón al Horno con Espárragos Trigueros y Limón",
        "ingrediente_principal": "Salmón",
        "preparacion": "1. Precalentar el horno a 200°C. 2. Lavar los espárragos trigueros y cortar la parte dura del tallo. 3. Colocar los lomos de salmón en una bandeja de horno forrada con papel de hornear. Distribuir los espárragos alrededor. 4. Exprimir el zumo de medio limón sobre el salmón y los espárragos. Cortar el otro medio limón en rodajas y colocarlas sobre el salmón. 5. Rociar con un poco de aceite de oliva virgen extra, salpimentar al gusto. Opcionalmente, añadir eneldo o perejil picado. 6. Hornear durante 12-15 minutos, o hasta que el salmón esté cocido y los espárragos tiernos.",
        "ingredientes": [
            {
                "item": "Lomos de salmón frescos",
                "cantidad": "2 unidades (aprox. 150g cada uno)"
            },
            {
                "item": "Manojo de espárragos trigueros",
                "cantidad": "1 manojo (aprox. 250g)"
            },
            {
                "item": "Limón",
                "cantidad": "1 unidad"
            },
            {
                "item": "Aceite de oliva virgen extra",
                "cantidad": "1 cucharada"
            },
            {
                "item": "Sal",
                "cantidad": "Al gusto"
            },
            {
                "item": "Pimienta negra molida",
                "cantidad": "Al gusto"
            },
            {
                "item": "Eneldo o perejil picado (opcional)",
                "cantidad": "Al gusto"
            }
        ],
        "calorias": "350-400 kcal por ración",
        "tiempo_preparacion": "20-25 minutos (5-10 min preparación, 12-15 min horneado)",
        "dificultad": "Fácil"
    },
    {
        "titulo": "Ensalada de Quinoa con Pechuga de Pollo a la Plancha y Verduras",
        "ingrediente_principal": "Quinoa y Pollo",
        "preparacion": "1. Cocer la quinoa según las instrucciones del paquete. Escurrir y dejar enfriar. 2. Cortar la pechuga de pollo en filetes finos o tiras. Salpimentar y cocinar a la plancha con unas gotas de aceite hasta que esté dorada y bien hecha. Dejar enfriar y cortar en trozos si es necesario. 3. Lavar y cortar el pepino y los tomates cherry en dados o mitades. Picar la cebolla morada finamente (opcional). 4. En un bol grande, mezclar la quinoa cocida, el pollo troceado, el pepino, los tomates cherry y la cebolla morada. 5. Aliñar con zumo de limón, aceite de oliva, sal y pimienta al gusto. Se pueden añadir hierbas frescas como cilantro o perejil.",
        "ingredientes": [
            {
                "item": "Quinoa",
                "cantidad": "80g (en crudo)"
            },
            {
                "item": "Pechuga de pollo",
                "cantidad": "1 filete (aprox. 120-150g)"
            },
            {
                "item": "Pepino",
                "cantidad": "1/2 unidad"
            },
            {
                "item": "Tomates cherry",
                "cantidad": "10-12 unidades"
            },
            {
                "item": "Cebolla morada (opcional)",
                "cantidad": "1/4 unidad pequeña"
            },
            {
                "item": "Zumo de limón",
                "cantidad": "1/2 unidad"
            },
            {
                "item": "Aceite de oliva virgen extra",
                "cantidad": "1 cucharada"
            },
            {
                "item": "Sal",
                "cantidad": "Al gusto"
            },
            {
                "item": "Pimienta negra molida",
                "cantidad": "Al gusto"
            },
            {
                "item": "Hojas de lechuga variadas (opcional, como base)",
                "cantidad": "Un puñado"
            }
        ],
        "calorias": "400-450 kcal por ración",
        "tiempo_preparacion": "30 minutos (15 min cocción quinoa, 15 min preparación)",
        "dificultad": "Fácil"
    },
    {
        "titulo": "Lentejas Estofadas con Verduras (Versión Ligera)",
        "ingrediente_principal": "Lentejas",
        "preparacion": "1. Poner las lentejas (previamente remojadas si es necesario, según el tipo) en una olla. 2. Picar finamente la cebolla, la zanahoria, el pimiento verde y el puerro. Pelar y picar el diente de ajo. 3. Añadir todas las verduras picadas a la olla con las lentejas. 4. Incorporar el tomate triturado (o un tomate maduro pelado y picado), la hoja de laurel y una pizca de pimentón dulce. 5. Cubrir con agua o caldo de verduras (justo hasta cubrir y un dedo más). 6. Llevar a ebullición, luego reducir el fuego, tapar y cocinar a fuego lento durante 35-45 minutos, o hasta que las lentejas y las verduras estén tiernas. Remover de vez en cuando y añadir más agua si es necesario. 7. Sazonar con sal al final de la cocción. Retirar la hoja de laurel antes de servir.",
        "ingredientes": [
            {
                "item": "Lentejas pardinas o castellanas",
                "cantidad": "80g (en crudo por persona)"
            },
            {
                "item": "Cebolla",
                "cantidad": "1/2 unidad pequeña"
            },
            {
                "item": "Zanahoria",
                "cantidad": "1 unidad mediana"
            },
            {
                "item": "Pimiento verde italiano",
                "cantidad": "1/2 unidad"
            },
            {
                "item": "Puerro (la parte blanca)",
                "cantidad": "1/2 tallo"
            },
            {
                "item": "Diente de ajo",
                "cantidad": "1 unidad"
            },
            {
                "item": "Tomate triturado natural o 1 tomate maduro",
                "cantidad": "100g o 1 unidad"
            },
            {
                "item": "Hoja de laurel",
                "cantidad": "1 unidad"
            },
            {
                "item": "Pimentón dulce",
                "cantidad": "1/2 cucharadita"
            },
            {
                "item": "Aceite de oliva virgen extra (opcional, para servir)",
                "cantidad": "Un chorrito"
            },
            {
                "item": "Sal",
                "cantidad": "Al gusto"
            },
            {
                "item": "Agua o caldo de verduras",
                "cantidad": "Suficiente para cubrir"
            }
        ],
        "calorias": "300-350 kcal por ración (sin chorizo ni grasas añadidas)",
        "tiempo_preparacion": "50-60 minutos (10-15 min preparación, 35-45 min cocción)",
        "dificultad": "Fácil"
    },
    {
        "titulo": "Merluza en Salsa Verde Ligera con Espárragos Blancos",
        "ingrediente_principal": "Merluza",
        "preparacion": "1. Salpimentar los filetes de merluza. 2. Picar finamente los dientes de ajo y el perejil fresco. 3. En una cazuela ancha y baja, calentar una cucharada de aceite de oliva. Sofreír los ajos picados con cuidado de que no se quemen. 4. Antes de que tomen mucho color, añadir una cucharadita de harina (opcional, para espesar ligeramente) y remover rápidamente. Incorporar el perejil picado. 5. Verter el vino blanco y dejar que se evapore el alcohol unos segundos. Añadir el caldo de pescado o agua. 6. Colocar los filetes de merluza en la cazuela. Añadir los espárragos blancos escurridos. 7. Cocinar a fuego medio-bajo durante 8-10 minutos, moviendo la cazuela en vaivén de vez en cuando para ligar la salsa, hasta que la merluza esté hecha. Rectificar de sal si es necesario.",
        "ingredientes": [
            {
                "item": "Filetes o lomos de merluza sin piel ni espinas",
                "cantidad": "2 unidades (aprox. 150-180g cada uno)"
            },
            {
                "item": "Dientes de ajo",
                "cantidad": "2 unidades"
            },
            {
                "item": "Perejil fresco picado",
                "cantidad": "2-3 cucharadas"
            },
            {
                "item": "Vino blanco",
                "cantidad": "50 ml"
            },
            {
                "item": "Caldo de pescado o agua",
                "cantidad": "100-150 ml"
            },
            {
                "item": "Espárragos blancos de conserva, escurridos",
                "cantidad": "6-8 unidades"
            },
            {
                "item": "Harina de trigo (opcional, para espesar)",
                "cantidad": "1 cucharadita rasa"
            },
            {
                "item": "Aceite de oliva virgen extra",
                "cantidad": "1 cucharada"
            },
            {
                "item": "Sal",
                "cantidad": "Al gusto"
            },
            {
                "item": "Pimienta blanca (opcional)",
                "cantidad": "Al gusto"
            }
        ],
        "calorias": "230-280 kcal por ración",
        "tiempo_preparacion": "20-25 minutos",
        "dificultad": "Fácil"
    },
    {
        "titulo": "Wraps de Lechuga con Pavo, Aguacate y Tomate",
        "ingrediente_principal": "Hojas de lechuga y Pavo",
        "preparacion": "1. Lavar y secar bien hojas grandes y firmes de lechuga (tipo Romana o Iceberg). 2. Cortar el aguacate en láminas o dados y rociar con un poco de zumo de limón para que no se oxide. 3. Cortar el tomate en rodajas finas o dados pequeños. 4. Picar la cebolla morada muy fina (opcional). 5. Extender una hoja de lechuga, colocar encima 2-3 lonchas de fiambre de pavo. 6. Añadir unas láminas de aguacate, un poco de tomate y cebolla morada (si se usa). 7. Se puede añadir una cucharadita de yogur natural o queso crema light para más cremosidad, y un poco de mostaza Dijon si se desea. Salpimentar ligeramente. 8. Enrollar la hoja de lechuga con cuidado para formar el wrap. Se pueden hacer 2-3 wraps por persona.",
        "ingredientes": [
            {
                "item": "Hojas de lechuga grandes y firmes (Romana, Iceberg)",
                "cantidad": "4-6 unidades"
            },
            {
                "item": "Fiambre de pechuga de pavo bajo en grasa",
                "cantidad": "100-150g (en lonchas finas)"
            },
            {
                "item": "Aguacate",
                "cantidad": "1/2 unidad pequeña"
            },
            {
                "item": "Tomate",
                "cantidad": "1/2 unidad mediana"
            },
            {
                "item": "Cebolla morada (opcional)",
                "cantidad": "Un trocito"
            },
            {
                "item": "Zumo de limón",
                "cantidad": "Unas gotas"
            },
            {
                "item": "Yogur natural o queso crema light (opcional)",
                "cantidad": "1-2 cucharaditas"
            },
            {
                "item": "Mostaza Dijon (opcional)",
                "cantidad": "Una pizca"
            },
            {
                "item": "Sal",
                "cantidad": "Al gusto"
            },
            {
                "item": "Pimienta negra molida",
                "cantidad": "Al gusto"
            }
        ],
        "calorias": "200-280 kcal por ración (2-3 wraps)",
        "tiempo_preparacion": "15 minutos",
        "dificultad": "Fácil"
    },
    {
        "titulo": "Crema Ligera de Calabacín y Puerro con Quesito Light",
        "ingrediente_principal": "Calabacín y Puerro",
        "preparacion": "1. Lavar y trocear los calabacines (con piel si es tierna) y los puerros (la parte blanca y un poco de la verde clara). 2. En una olla, pochar el puerro con una cucharadita de aceite de oliva durante unos 5 minutos. 3. Añadir el calabacín troceado y rehogar un par de minutos más. 4. Cubrir con caldo de verduras o agua (justo hasta cubrir las verduras). Salpimentar. 5. Cocinar a fuego medio durante 15-20 minutos, hasta que las verduras estén muy tiernas. 6. Retirar del fuego. Añadir 1-2 quesitos light (o una cucharada de queso crema light). 7. Triturar con una batidora hasta obtener una crema fina y homogénea. Si queda muy espesa, añadir un poco más de caldo o agua. Rectificar de sal si es necesario. Servir caliente o fría.",
        "ingredientes": [
            {
                "item": "Calabacines",
                "cantidad": "2 unidades medianas (aprox. 500g)"
            },
            {
                "item": "Puerros (la parte blanca)",
                "cantidad": "1-2 unidades"
            },
            {
                "item": "Caldo de verduras o agua",
                "cantidad": "Aprox. 500-700 ml (hasta cubrir)"
            },
            {
                "item": "Quesitos en porciones light",
                "cantidad": "1-2 unidades (o 1 cda. queso crema light)"
            },
            {
                "item": "Aceite de oliva virgen extra",
                "cantidad": "1 cucharadita"
            },
            {
                "item": "Sal",
                "cantidad": "Al gusto"
            },
            {
                "item": "Pimienta negra molida",
                "cantidad": "Al gusto"
            },
            {
                "item": "Nuez moscada (opcional)",
                "cantidad": "Una pizca"
            }
        ],
        "calorias": "120-180 kcal por ración",
        "tiempo_preparacion": "30-35 minutos",
        "dificultad": "Fácil"
    },
    {
        "titulo": "Revuelto Ligero de Champiñones Portobello y Gambas al Ajillo",
        "ingrediente_principal": "Champiñones y Gambas",
        "preparacion": "1. Limpiar los champiñones y laminarlos. Pelar las gambas (si no lo están). Picar finamente los dientes de ajo. 2. En una sartén grande, calentar una cucharada de aceite de oliva. Añadir los ajos picados y una guindilla pequeña (opcional, si te gusta el picante). Sofreír un minuto hasta que empiecen a dorarse. 3. Incorporar los champiñones laminados y saltear a fuego medio-alto hasta que suelten el agua y empiecen a dorarse (unos 5-7 minutos). 4. Añadir las gambas peladas a la sartén y cocinar 1-2 minutos hasta que cambien de color y estén hechas. Salpimentar. 5. Batir los huevos en un bol con una pizca de sal. 6. Bajar el fuego de la sartén, verter los huevos batidos sobre los champiñones y las gambas. Remover suavemente con una espátula hasta que los huevos cuajen al gusto (preferiblemente jugosos). 7. Servir inmediatamente, espolvoreado con perejil fresco picado.",
        "ingredientes": [
            {
                "item": "Champiñones Portobello o comunes",
                "cantidad": "300g"
            },
            {
                "item": "Gambas peladas (frescas o congeladas)",
                "cantidad": "100-150g"
            },
            {
                "item": "Huevos",
                "cantidad": "2-3 unidades"
            },
            {
                "item": "Dientes de ajo",
                "cantidad": "2 unidades"
            },
            {
                "item": "Aceite de oliva virgen extra",
                "cantidad": "1 cucharada"
            },
            {
                "item": "Guindilla cayena (opcional)",
                "cantidad": "1 pequeña"
            },
            {
                "item": "Perejil fresco picado",
                "cantidad": "1 cucharada"
            },
            {
                "item": "Sal",
                "cantidad": "Al gusto"
            },
            {
                "item": "Pimienta negra molida",
                "cantidad": "Al gusto"
            }
        ],
        "calorias": "250-320 kcal por ración",
        "tiempo_preparacion": "20 minutos",
        "dificultad": "Fácil"
    },
    {
        "titulo": "Bacalao al Horno con Tomate Natural y Pimientos",
        "ingrediente_principal": "Bacalao",
        "preparacion": "1. Precalentar el horno a 190°C. 2. Lavar y cortar los pimientos (rojo y verde) en tiras. Pelar y cortar la cebolla en juliana fina. 3. En una fuente apta para horno, poner una base con la cebolla y los pimientos. Rociar con una cucharada de aceite de oliva, sal y pimienta. Hornear durante 10-15 minutos para que se ablanden un poco. 4. Mientras, salpimentar los lomos de bacalao (previamente desalado si es necesario). 5. Rallar los tomates maduros o utilizar tomate triturado natural. 6. Sacar la fuente del horno, colocar los lomos de bacalao sobre las verduras. Cubrir con el tomate rallado o triturado. Añadir un poco de ajo picado y perejil por encima si se desea. 7. Hornear durante 15-20 minutos más, o hasta que el bacalao esté hecho (se separe en lascas fácilmente). El tiempo dependerá del grosor de los lomos.",
        "ingredientes": [
            {
                "item": "Lomos de bacalao desalado",
                "cantidad": "2 unidades (aprox. 150-180g cada uno)"
            },
            {
                "item": "Pimiento rojo",
                "cantidad": "1/2 unidad"
            },
            {
                "item": "Pimiento verde italiano",
                "cantidad": "1/2 unidad"
            },
            {
                "item": "Cebolla",
                "cantidad": "1/2 unidad"
            },
            {
                "item": "Tomates maduros para rallar o tomate triturado natural",
                "cantidad": "2 unidades o 200g"
            },
            {
                "item": "Diente de ajo picado (opcional)",
                "cantidad": "1 unidad"
            },
            {
                "item": "Perejil fresco picado (opcional)",
                "cantidad": "1 cucharada"
            },
            {
                "item": "Aceite de oliva virgen extra",
                "cantidad": "1-2 cucharadas"
            },
            {
                "item": "Sal",
                "cantidad": "Al gusto"
            },
            {
                "item": "Pimienta negra molida",
                "cantidad": "Al gusto"
            }
        ],
        "calorias": "280-350 kcal por ración",
        "tiempo_preparacion": "40-45 minutos (15 min preparación, 25-30 min horneado)",
        "dificultad": "Fácil"
    },
    {
        "titulo": "Ensalada Templada de Gulas y Setas Variadas con Vinagreta Ligera",
        "ingrediente_principal": "Gulas y Setas",
        "preparacion": "1. Limpiar y trocear las setas variadas. Picar finamente un diente de ajo. 2. En una sartén con una cucharadita de aceite de oliva, dorar el ajo picado. Añadir las setas y saltear a fuego fuerte hasta que estén doradas y hayan perdido el exceso de agua. Salpimentar. Retirar y reservar. 3. En la misma sartén, añadir otra cucharadita de aceite si es necesario, y saltear las gulas (previamente descongeladas si es el caso) durante 1-2 minutos. Se puede añadir otra guindilla si se quiere un toque picante. 4. Preparar una base de ensalada con hojas verdes variadas (rúcula, canónigos, espinacas baby). 5. Para la vinagreta: mezclar en un bol pequeño 1 cucharada de aceite de oliva virgen extra, 1 cucharadita de vinagre de Jerez o manzana, una pizca de sal y pimienta. 6. Colocar las hojas verdes en un plato. Añadir las setas salteadas y las gulas por encima. 7. Aliñar con la vinagreta justo antes de servir. Se pueden añadir unos tomates cherry cortados por la mitad.",
        "ingredientes": [
            {
                "item": "Gulas (sucedáneo de angula)",
                "cantidad": "100g"
            },
            {
                "item": "Setas variadas (champiñones, shiitake, ostra, etc.)",
                "cantidad": "200g"
            },
            {
                "item": "Hojas verdes variadas (rúcula, canónigos, espinacas baby)",
                "cantidad": "Un buen puñado (aprox. 80g)"
            },
            {
                "item": "Diente de ajo",
                "cantidad": "1 unidad"
            },
            {
                "item": "Aceite de oliva virgen extra",
                "cantidad": "1 cucharada + 1 cucharadita"
            },
            {
                "item": "Vinagre de Jerez o manzana",
                "cantidad": "1 cucharadita"
            },
            {
                "item": "Guindilla cayena (opcional)",
                "cantidad": "1 pequeña"
            },
            {
                "item": "Sal",
                "cantidad": "Al gusto"
            },
            {
                "item": "Pimienta negra molida",
                "cantidad": "Al gusto"
            },
            {
                "item": "Tomates cherry (opcional)",
                "cantidad": "4-5 unidades"
            }
        ],
        "calorias": "220-280 kcal por ración",
        "tiempo_preparacion": "20 minutos",
        "dificultad": "Fácil"
    },
    {
        "titulo": "Gazpacho Andaluz Tradicional Ligero (Sin Pan o Mínimo)",
        "ingrediente_principal": "Tomate",
        "preparacion": "1. Lavar bien todas las verduras. Trocear los tomates, el pimiento verde, el pepino y el diente de ajo (quitarle el germen central si se prefiere más suave). 2. Poner todas las verduras troceadas en el vaso de la batidora. 3. Añadir el aceite de oliva virgen extra, el vinagre de Jerez y la sal. 4. Batir todo muy bien durante varios minutos hasta obtener una crema fina y homogénea. Si se desea una textura más líquida, añadir un poco de agua fría (50-100ml o al gusto). 5. Probar y rectificar de sal o vinagre si es necesario. 6. Pasar el gazpacho por un colador fino o chino para eliminar pieles y pepitas y obtener una textura más suave (opcional, pero tradicional). 7. Enfriar en la nevera al menos 1-2 horas antes de servir. Opcionalmente, se puede añadir un trocito muy pequeño de pan del día anterior (unos 20-30g) remojado en agua a la mezcla antes de batir para una textura ligeramente más cremosa, pero se mantiene ligero.",
        "ingredientes": [
            {
                "item": "Tomates pera maduros",
                "cantidad": "1 kg"
            },
            {
                "item": "Pimiento verde italiano",
                "cantidad": "1/2 unidad (aprox. 50g)"
            },
            {
                "item": "Pepino",
                "cantidad": "1/2 unidad (aprox. 100g, pelado opcional)"
            },
            {
                "item": "Diente de ajo",
                "cantidad": "1/2 - 1 unidad (al gusto)"
            },
            {
                "item": "Aceite de oliva virgen extra",
                "cantidad": "2-3 cucharadas (30-45ml)"
            },
            {
                "item": "Vinagre de Jerez",
                "cantidad": "1-2 cucharadas (al gusto)"
            },
            {
                "item": "Sal",
                "cantidad": "Al gusto (aprox. 1/2 cucharadita)"
            },
            {
                "item": "Agua fría (opcional)",
                "cantidad": "50-100 ml"
            }
        ],
        "calorias": "150-200 kcal por ración generosa (sin pan)",
        "tiempo_preparacion": "15-20 minutos + tiempo de refrigeración",
        "dificultad": "Fácil"
    },
    {
        "titulo": "Ensalada de Quinoa Mediterránea",
        "ingrediente_principal": "Quinoa",
        "preparacion": "1. Cocinar la quinoa según las instrucciones del paquete y dejar enfriar. 2. Picar el pepino, los tomates cherry, el pimiento rojo, la cebolla morada y las aceitunas. 3. En un bol grande, mezclar la quinoa cocida con las verduras picadas. 4. Añadir el queso feta desmenuzado y las hojas de perejil fresco. 5. Aliñar con aceite de oliva virgen extra, zumo de limón, sal y pimienta al gusto. Mezclar bien antes de servir.",
        "ingredientes": [
            {
                "item": "Quinoa",
                "cantidad": "1 taza cocida"
            },
            {
                "item": "Pepino",
                "cantidad": "1/2 mediano, en cubos"
            },
            {
                "item": "Tomates cherry",
                "cantidad": "1 taza, partidos por la mitad"
            },
            {
                "item": "Pimiento rojo",
                "cantidad": "1/2 mediano, en cubos"
            },
            {
                "item": "Cebolla morada",
                "cantidad": "1/4 pequeña, picada fina"
            },
            {
                "item": "Aceitunas Kalamata",
                "cantidad": "1/4 taza, deshuesadas y partidas"
            },
            {
                "item": "Queso feta",
                "cantidad": "50g, desmenuzado"
            },
            {
                "item": "Perejil fresco",
                "cantidad": "2 cucharadas, picado"
            },
            {
                "item": "Aceite de oliva virgen extra",
                "cantidad": "2 cucharadas"
            },
            {
                "item": "Zumo de limón",
                "cantidad": "1 cucharada"
            },
            {
                "item": "Sal",
                "cantidad": "al gusto"
            },
            {
                "item": "Pimienta negra",
                "cantidad": "al gusto"
            }
        ],
        "calorias": "350-400 kcal",
        "tiempo_preparacion": "20 minutos",
        "dificultad": "Fácil"
    },
    {
        "titulo": "Pechuga de Pollo a la Plancha con Espárragos y Batata Asada",
        "ingrediente_principal": "Pechuga de pollo",
        "preparacion": "1. Precalentar el horno a 200°C. Pelar y cortar la batata en dados, mezclar con un poco de aceite de oliva, sal, pimienta y pimentón. Hornear durante 20-25 minutos o hasta que esté tierna. 2. Sazonar la pechuga de pollo con sal, pimienta, ajo en polvo y orégano. Cocinar a la plancha con unas gotas de aceite de oliva hasta que esté dorada y bien cocida por dentro. 3. Lavar los espárragos y cocinarlos a la plancha o al vapor hasta que estén tiernos pero crujientes. 4. Servir la pechuga de pollo acompañada de los espárragos y la batata asada.",
        "ingredientes": [
            {
                "item": "Pechuga de pollo",
                "cantidad": "150g, sin piel"
            },
            {
                "item": "Batata",
                "cantidad": "1 mediana"
            },
            {
                "item": "Espárragos verdes",
                "cantidad": "1 manojo"
            },
            {
                "item": "Aceite de oliva virgen extra",
                "cantidad": "1 cucharada"
            },
            {
                "item": "Sal",
                "cantidad": "al gusto"
            },
            {
                "item": "Pimienta negra",
                "cantidad": "al gusto"
            },
            {
                "item": "Ajo en polvo",
                "cantidad": "1/2 cucharadita"
            },
            {
                "item": "Orégano seco",
                "cantidad": "1/2 cucharadita"
            },
            {
                "item": "Pimentón dulce",
                "cantidad": "1/2 cucharadita"
            }
        ],
        "calorias": "400-450 kcal",
        "tiempo_preparacion": "35 minutos",
        "dificultad": "Fácil"
    },
    {
        "titulo": "Salmón al Horno con Brócoli y Limón",
        "ingrediente_principal": "Salmón",
        "preparacion": "1. Precalentar el horno a 200°C. 2. Colocar el filete de salmón en una bandeja de horno forrada con papel de hornear. Sazonar con sal, pimienta, eneldo y rodajas de limón por encima. 3. Cortar el brócoli en ramilletes, rociar con un poco de aceite de oliva, sal y pimienta. Colocar alrededor del salmón. 4. Hornear durante 12-15 minutos, o hasta que el salmón esté cocido y el brócoli tierno. 5. Servir inmediatamente.",
        "ingredientes": [
            {
                "item": "Filete de salmón",
                "cantidad": "150g"
            },
            {
                "item": "Brócoli",
                "cantidad": "1 taza de ramilletes"
            },
            {
                "item": "Limón",
                "cantidad": "1/2, en rodajas"
            },
            {
                "item": "Aceite de oliva virgen extra",
                "cantidad": "1 cucharadita"
            },
            {
                "item": "Eneldo fresco o seco",
                "cantidad": "1 cucharadita"
            },
            {
                "item": "Sal",
                "cantidad": "al gusto"
            },
            {
                "item": "Pimienta negra",
                "cantidad": "al gusto"
            }
        ],
        "calorias": "380-430 kcal",
        "tiempo_preparacion": "25 minutos",
        "dificultad": "Fácil"
    },
    {
        "titulo": "Lentejas Estofadas con Verduras",
        "ingrediente_principal": "Lentejas",
        "preparacion": "1. En una olla, sofreír la cebolla, el pimiento y la zanahoria picados con un poco de aceite de oliva hasta que estén tiernos. 2. Añadir el tomate triturado y cocinar unos minutos. 3. Incorporar las lentejas (previamente remojadas si son secas o de bote enjuagadas), el caldo de verduras, la hoja de laurel, el comino y el pimentón. 4. Cocinar a fuego lento hasta que las lentejas estén tiernas y el caldo haya espesado ligeramente (aproximadamente 20-30 minutos para lentejas de cocción rápida o de bote, más tiempo para secas). 5. Sazonar con sal y pimienta al gusto. Servir caliente.",
        "ingredientes": [
            {
                "item": "Lentejas",
                "cantidad": "1 taza cocidas (o 1/2 taza secas)"
            },
            {
                "item": "Cebolla",
                "cantidad": "1/2 mediana, picada"
            },
            {
                "item": "Pimiento verde",
                "cantidad": "1/2 mediano, picado"
            },
            {
                "item": "Zanahoria",
                "cantidad": "1 mediana, en rodajas o dados"
            },
            {
                "item": "Tomate triturado",
                "cantidad": "1/2 taza"
            },
            {
                "item": "Caldo de verduras",
                "cantidad": "2 tazas (o agua)"
            },
            {
                "item": "Aceite de oliva virgen extra",
                "cantidad": "1 cucharada"
            },
            {
                "item": "Hoja de laurel",
                "cantidad": "1"
            },
            {
                "item": "Comino molido",
                "cantidad": "1/2 cucharadita"
            },
            {
                "item": "Pimentón dulce",
                "cantidad": "1/2 cucharadita"
            },
            {
                "item": "Sal",
                "cantidad": "al gusto"
            },
            {
                "item": "Pimienta negra",
                "cantidad": "al gusto"
            }
        ],
        "calorias": "300-350 kcal",
        "tiempo_preparacion": "40 minutos",
        "dificultad": "Fácil"
    },
    {
        "titulo": "Wrap de Lechuga con Pavo y Aguacate",
        "ingrediente_principal": "Pavo",
        "preparacion": "1. Lavar y secar bien las hojas grandes de lechuga (romana o iceberg funcionan bien). 2. En un bol, mezclar el pavo desmenuzado (cocido o fiambre bajo en grasa), el aguacate en dados, el tomate picado, la cebolla morada picada fina y el cilantro fresco picado. 3. Aliñar la mezcla con zumo de lima, sal y pimienta. 4. Rellenar las hojas de lechuga con la mezcla de pavo y aguacate. Servir inmediatamente.",
        "ingredientes": [
            {
                "item": "Hojas de lechuga grandes",
                "cantidad": "4-6"
            },
            {
                "item": "Pavo cocido o fiambre de pavo bajo en grasa",
                "cantidad": "150g, desmenuzado o en tiras"
            },
            {
                "item": "Aguacate",
                "cantidad": "1/2 mediano, en dados"
            },
            {
                "item": "Tomate",
                "cantidad": "1/2 mediano, picado"
            },
            {
                "item": "Cebolla morada",
                "cantidad": "1/4 pequeña, picada fina"
            },
            {
                "item": "Cilantro fresco",
                "cantidad": "1 cucharada, picado"
            },
            {
                "item": "Zumo de lima",
                "cantidad": "1 cucharada"
            },
            {
                "item": "Sal",
                "cantidad": "al gusto"
            },
            {
                "item": "Pimienta negra",
                "cantidad": "al gusto"
            }
        ],
        "calorias": "280-330 kcal",
        "tiempo_preparacion": "15 minutos",
        "dificultad": "Muy Fácil"
    },
    {
        "titulo": "Revuelto de Tofu con Cúrcuma y Espinacas",
        "ingrediente_principal": "Tofu",
        "preparacion": "1. Desmenuzar el tofu firme con las manos o un tenedor. 2. En una sartén antiadherente, calentar un poco de aceite de oliva. Añadir la cebolla picada y el ajo picado y sofreír hasta que estén transparentes. 3. Incorporar el tofu desmenuzado, la cúrcuma, el comino, sal y pimienta. Cocinar, removiendo ocasionalmente, durante 5-7 minutos hasta que el tofu esté ligeramente dorado. 4. Añadir las espinacas frescas y cocinar hasta que se ablanden. 5. Opcional: añadir un chorrito de leche vegetal o agua si se desea más húmedo. Servir caliente.",
        "ingredientes": [
            {
                "item": "Tofu firme",
                "cantidad": "200g"
            },
            {
                "item": "Espinacas frescas",
                "cantidad": "2 tazas"
            },
            {
                "item": "Cebolla",
                "cantidad": "1/4 mediana, picada"
            },
            {
                "item": "Diente de ajo",
                "cantidad": "1, picado"
            },
            {
                "item": "Cúrcuma en polvo",
                "cantidad": "1/2 cucharadita"
            },
            {
                "item": "Comino molido",
                "cantidad": "1/4 cucharadita"
            },
            {
                "item": "Aceite de oliva virgen extra",
                "cantidad": "1 cucharadita"
            },
            {
                "item": "Sal",
                "cantidad": "al gusto"
            },
            {
                "item": "Pimienta negra",
                "cantidad": "al gusto"
            },
            {
                "item": "Leche vegetal (opcional)",
                "cantidad": "1-2 cucharadas"
            }
        ],
        "calorias": "250-300 kcal",
        "tiempo_preparacion": "20 minutos",
        "dificultad": "Fácil"
    },
    {
        "titulo": "Ensalada César Ligera con Pollo a la Parrilla",
        "ingrediente_principal": "Pollo",
        "preparacion": "1. Cocinar la pechuga de pollo a la parrilla o plancha, sazonada con sal y pimienta, hasta que esté bien hecha. Dejar enfriar ligeramente y cortar en tiras. 2. Para el aderezo ligero: mezclar yogur griego natural bajo en grasa, mostaza de Dijon, zumo de limón, un poco de ajo en polvo, sal y pimienta. 3. Lavar y trocear la lechuga romana. 4. En un bol grande, mezclar la lechuga con el pollo y el aderezo. 5. Opcional: añadir unos pocos picatostes integrales (con moderación) y lascas de parmesano (con moderación).",
        "ingredientes": [
            {
                "item": "Pechuga de pollo",
                "cantidad": "120g, sin piel"
            },
            {
                "item": "Lechuga romana",
                "cantidad": "2 tazas, troceada"
            },
            {
                "item": "Yogur griego natural bajo en grasa",
                "cantidad": "2 cucharadas"
            },
            {
                "item": "Mostaza de Dijon",
                "cantidad": "1 cucharadita"
            },
            {
                "item": "Zumo de limón",
                "cantidad": "1 cucharadita"
            },
            {
                "item": "Ajo en polvo",
                "cantidad": "pizca"
            },
            {
                "item": "Sal",
                "cantidad": "al gusto"
            },
            {
                "item": "Pimienta negra",
                "cantidad": "al gusto"
            },
            {
                "item": "Picatostes integrales (opcional)",
                "cantidad": "1/4 taza"
            },
            {
                "item": "Queso Parmesano en lascas (opcional)",
                "cantidad": "1 cucharada"
            }
        ],
        "calorias": "320-380 kcal (sin/con opcionales)",
        "tiempo_preparacion": "25 minutos",
        "dificultad": "Fácil"
    },
    {
        "titulo": "Garbanzos Especiados al Horno con Verduras",
        "ingrediente_principal": "Garbanzos",
        "preparacion": "1. Precalentar el horno a 200°C. 2. Enjuagar y escurrir bien los garbanzos cocidos. Secarlos con papel de cocina. 3. En un bol, mezclar los garbanzos con aceite de oliva, comino en polvo, pimentón ahumado, cúrcuma, sal y pimienta. 4. Cortar en trozos el brócoli, la coliflor y el pimiento rojo. Mezclarlos con un poco de aceite, sal y pimienta. 5. Extender los garbanzos y las verduras en una bandeja de horno en una sola capa. 6. Hornear durante 20-25 minutos, removiendo a mitad de cocción, hasta que los garbanzos estén crujientes y las verduras tiernas y ligeramente doradas. Servir caliente.",
        "ingredientes": [
            {
                "item": "Garbanzos cocidos",
                "cantidad": "1.5 tazas"
            },
            {
                "item": "Brócoli",
                "cantidad": "1 taza de ramilletes"
            },
            {
                "item": "Coliflor",
                "cantidad": "1 taza de ramilletes"
            },
            {
                "item": "Pimiento rojo",
                "cantidad": "1/2 mediano, en trozos"
            },
            {
                "item": "Aceite de oliva virgen extra",
                "cantidad": "1.5 cucharadas"
            },
            {
                "item": "Comino en polvo",
                "cantidad": "1 cucharadita"
            },
            {
                "item": "Pimentón ahumado",
                "cantidad": "1/2 cucharadita"
            },
            {
                "item": "Cúrcuma en polvo",
                "cantidad": "1/4 cucharadita"
            },
            {
                "item": "Sal",
                "cantidad": "al gusto"
            },
            {
                "item": "Pimienta negra",
                "cantidad": "al gusto"
            }
        ],
        "calorias": "380-430 kcal",
        "tiempo_preparacion": "35 minutos",
        "dificultad": "Fácil"
    },
    {
        "titulo": "Sopa Fría de Pepino y Yogur (Tzatziki Estilo Sopa)",
        "ingrediente_principal": "Pepino",
        "preparacion": "1. Pelar y rallar o picar muy fino el pepino. Si se desea una textura más suave, retirar parte de las semillas. 2. En un bol, mezclar el pepino con el yogur griego natural bajo en grasa, el diente de ajo muy picado o prensado, el eneldo fresco picado y el zumo de limón. 3. Añadir un chorrito de agua fría si se desea una consistencia más líquida. 4. Sazonar con sal y pimienta blanca al gusto. 5. Refrigerar al menos 30 minutos antes de servir para que esté bien fría y los sabores se mezclen. 6. Servir fría, opcionalmente con un chorrito de aceite de oliva virgen extra por encima y unas hojas de menta fresca.",
        "ingredientes": [
            {
                "item": "Pepino",
                "cantidad": "2 medianos"
            },
            {
                "item": "Yogur griego natural bajo en grasa",
                "cantidad": "2 tazas"
            },
            {
                "item": "Diente de ajo",
                "cantidad": "1 pequeño, muy picado o prensado"
            },
            {
                "item": "Eneldo fresco",
                "cantidad": "2 cucharadas, picado"
            },
            {
                "item": "Zumo de limón",
                "cantidad": "1-2 cucharadas"
            },
            {
                "item": "Agua fría (opcional)",
                "cantidad": "al gusto"
            },
            {
                "item": "Sal",
                "cantidad": "al gusto"
            },
            {
                "item": "Pimienta blanca",
                "cantidad": "al gusto"
            },
            {
                "item": "Aceite de oliva virgen extra (opcional para servir)",
                "cantidad": "1 cucharadita"
            },
            {
                "item": "Menta fresca (opcional para servir)",
                "cantidad": "unas hojas"
            }
        ],
        "calorias": "150-200 kcal",
        "tiempo_preparacion": "15 minutos (+30 minutos de refrigeración)",
        "dificultad": "Muy Fácil"
    },
    {
        "titulo": "Merluza al Papillote con Verduras Julienne",
        "ingrediente_principal": "Merluza",
        "preparacion": "1. Precalentar el horno a 200°C. 2. Cortar el calabacín, la zanahoria y el puerro en juliana fina. 3. Preparar dos rectángulos grandes de papel de hornear. En el centro de cada uno, colocar una cama de verduras en juliana. 4. Colocar un filete de merluza sobre las verduras. Sazonar con sal, pimienta, un chorrito de zumo de limón y unas ramitas de tomillo fresco o una pizca de tomillo seco. 5. Doblar el papel de hornear sobre el pescado y las verduras, sellando bien los bordes para crear un paquete hermético (papillote). 6. Colocar los paquetes en una bandeja de horno y hornear durante 15-20 minutos, dependiendo del grosor del pescado. El paquete se hinchará. 7. Abrir con cuidado el papillote (cuidado con el vapor) y servir inmediatamente.",
        "ingredientes": [
            {
                "item": "Filetes de merluza",
                "cantidad": "2 (unos 150g cada uno)"
            },
            {
                "item": "Calabacín",
                "cantidad": "1/2 mediano"
            },
            {
                "item": "Zanahoria",
                "cantidad": "1 pequeña"
            },
            {
                "item": "Puerro",
                "cantidad": "1/2 (la parte blanca)"
            },
            {
                "item": "Zumo de limón",
                "cantidad": "2 cucharaditas"
            },
            {
                "item": "Tomillo fresco o seco",
                "cantidad": "al gusto"
            },
            {
                "item": "Sal",
                "cantidad": "al gusto"
            },
            {
                "item": "Pimienta negra",
                "cantidad": "al gusto"
            }
        ],
        "calorias": "250-300 kcal",
        "tiempo_preparacion": "30 minutos",
        "dificultad": "Fácil"
    }
]